<!DOCTYPE html>
<html lang="en">

<head>

    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="description" content="">
    <meta name="author" content="">

    <title>Blog Post - Start Bootstrap Template</title>

    <!-- Bootstrap Core CSS -->
    <link href="./css/bootstrap.min.css" rel="stylesheet">

    <!-- Custom CSS -->
    <link href="./css/blog-post.css" rel="stylesheet">

    <!-- HTML5 Shim and Respond.js IE8 support of HTML5 elements and media queries -->
    <!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
    <!--[if lt IE 9]>
        <script src="https://oss.maxcdn.com/libs/html5shiv/3.7.0/html5shiv.js"></script>
        <script src="https://oss.maxcdn.com/libs/respond.js/1.4.2/respond.min.js"></script>
    <![endif]-->

</head>

<body>
    
<div id="fb-root"></div>
<script>(function(d, s, id) {
  var js, fjs = d.getElementsByTagName(s)[0];
  if (d.getElementById(id)) return;
  js = d.createElement(s); js.id = id;
  js.src = "//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.8";
  fjs.parentNode.insertBefore(js, fjs);
}(document, 'script', 'facebook-jssdk'));</script>

    <!-- Navigation -->
    <nav class="navbar navbar-inverse navbar-fixed-top" role="navigation">
        <div class="container">
            <!-- Brand and toggle get grouped for better mobile display -->
            <div class="navbar-header">
                <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                    <span class="sr-only">Toggle navigation</span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                    <span class="icon-bar"></span>
                </button>
                <a class="navbar-brand" href="http://azcorner.net">Az Corner</a>
            </div>
            <!-- Collect the nav links, forms, and other content for toggling -->
            <div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
                <ul class="nav navbar-nav">
                    <li>
                        <a href="http://azcorner.net/techblog/">Tech Blogs</a>
                    </li>
                    <li>
                        <a href="#">Services</a>
                    </li>
                    <li>
                        <a href="#">Contact</a>
                    </li>
                </ul>
            </div>
            <!-- /.navbar-collapse -->
        </div>
        <!-- /.container -->
    </nav>

    <!-- Page Content -->
    <div class="container">

        <div class="row">

            <!-- Blog Post Content Column -->
            <div class="col-lg-8">

                <!-- Blog Post -->

                <!-- Title -->
                <h1>10 Trang Blog Công nghệ nổi bật trên Internet</h1>

                <!-- Author -->
                <p class="lead">
                    by <a href="#">Start Bootstrap</a>
                </p>

                <hr>

                <!-- Date/Time -->
                <p><span class="glyphicon glyphicon-time"></span> Posted on August 24, 2013 at 9:00 PM</p>

                <hr>

                <!-- Preview Image -->
                <img class="img-responsive" src="http://placehold.it/900x300" alt="">

                <hr>

                <!-- Post Content -->

<p style="text-align: justify;"><span style="font-weight: 400;">10 Trang Blog C&ocirc;ng nghệ nổi bật tr&ecirc;n Internet</span></p>
<p style="text-align: justify;"><span style="font-weight: 400;">http://insidetech.monster.com/benefits/articles/8537-10-best-tech-blogs</span></p>
<p style="text-align: justify;"><strong><strong><br /><br /></strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Thật kh&oacute; để tưởng tượng thế giới của ch&uacute;ng ta sẽ như thế n&agrave;o nếu thiếu đi c&aacute;c trang blog. Bắt nguồn từ những trang nhật k&yacute; tr&ecirc;n mạng để chia sẻ, cập nhật th&ocirc;ng tin c&aacute; nh&acirc;n, c&aacute;c trang blog đ&atilde; biến m&igrave;nh th&agrave;nh một phương thức giao tiếp cực kỳ mạnh mẽ.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Từng l&agrave; c&ocirc;ng cụ bị chối bỏ, blog nay đ&atilde; trở th&agrave;nh tr&agrave;o lưu tr&ecirc;n thế giới.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Cho d&ugrave; bạn đang t&igrave;m kiếm tin tức mới nhất về c&ocirc;ng nghệ, một &yacute; kiến c&aacute; nh&acirc;n của chuy&ecirc;n gia hay l&agrave; tr&ograve; đ&ugrave;a khiếm nh&atilde; n&agrave;o đ&oacute; th&igrave; cũng c&oacute; h&agrave;ng t&aacute; trang blog về đủ mọi chủ đề sẵn s&agrave;ng chia sẻ với bạn.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Chẳng cần phải ngạc nhi&ecirc;n khi giới c&ocirc;ng nghệ x&acirc;y dựng cộng đồng blog trước khi b&aacute;o giới bắt đầu sử dụng blog song song với trang b&aacute;o ch&iacute;nh thống của họ. Kết quả l&agrave; tạo ra nhiều trang blog tuyệt vời với th&ocirc;ng tin bổ &iacute;ch v&agrave; được cập nhật li&ecirc;n tục m&agrave; nếu kh&ocirc;ng theo d&otilde;i những trang blog n&agrave;y bạn c&oacute; thể sẽ bị tụt hậu trong lĩnh vực nghề nghiệp của m&igrave;nh. Dưới đ&acirc;y l&agrave; một số blog ch&uacute;ng t&ocirc;i theo d&otilde;i h&agrave;ng ng&agrave;y, h&atilde;y th&ecirc;m ch&uacute;ng v&agrave;o dach s&aacute;ch ưa th&iacute;ch của bạn.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Mashabe</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Nếu bạn chưa từng nghe về &ldquo;The Social Media Guide&rdquo; (cẩm nang truyền th&ocirc;ng x&atilde; hội), bạn c&oacute; lẽ đang sống trong một chiếc Commodore 64 cũ kỹ. Mashable cập nhật li&ecirc;n tục v&agrave; gần như lu&ocirc;n tạo hứng th&uacute; cho người đọc. Lấy th&ocirc;ng tin từ Twitter, Facebook, giải tr&iacute;, tin tức v&agrave; tất cả những thứ g&igrave; m&agrave; d&acirc;n c&ocirc;ng nghệ quan t&acirc;m tổng hợp lại th&agrave;nh một trang blog m&agrave; ch&uacute;ng ta kh&oacute; c&oacute; thể cưỡng lại được.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Gizmodo</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Gizmodo trở n&ecirc;n nổi tiếng trong giới c&ocirc;ng nghệ sau khi họ phải trả một khoản cho chiếc điện thoại &lsquo;đời mới&rsquo; của Apple. Sự việc đ&atilde; trở th&agrave;nh t&acirc;m điểm của b&aacute;o ch&iacute; tr&ecirc;n to&agrave;n thế giới. Kh&ocirc;ng kể đến scandals n&agrave;y, Gizmodo l&agrave; trang blog đ&aacute;ng theo d&otilde;i trong suốt thời gian qua với h&agrave;ng ng&agrave;n b&agrave;i viết li&ecirc;n quan c&ugrave;ng giọng điệu trẻ trung c&ugrave;ng với những b&igrave;nh luận d&iacute; dỏm của d&acirc;n c&ocirc;ng nghệ tr&ecirc;n Internet.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">GigaOM</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Nếu bạn đang t&igrave;m hiểu chuyện g&igrave; sẽ xảy ra tiếp theo th&igrave; đ&acirc;y ch&iacute;nh l&agrave; trang blog d&agrave;nh cho bạn. Om Malik đ&atilde; trở th&agrave;nh một trong những trang blog lớn nhất tr&ecirc;n thế giới, tất cả những g&igrave; trang blog n&agrave;y quan t&acirc;m l&agrave; những c&aacute;i mới. Từ tin tức v&agrave; c&aacute;c ph&acirc;n t&iacute;ch về Web 2.0, c&ocirc;ng nghệ v&agrave; khởi nghiệp, truyền th&ocirc;ng x&atilde; hội, game, hay bất cứ c&aacute;i g&igrave; m&agrave; bạn c&oacute; thể nghĩ ra th&igrave; GigaOM đều đ&aacute;p ứng cho bạn. Đ&acirc;y l&agrave; kết quả của một đội gồm 12 tay viết ghiền c&ocirc;ng nghệ (s&aacute;u trong số họ đ&atilde; viết mỗi người hơn 100 b&agrave;i)</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">ZDNet</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">N&oacute;i về Online, 10 năm được t&iacute;nh như một đời người c&ograve;n 20 năm th&igrave; xem như l&agrave; v&ocirc; tận. Sự hi&ecirc;n diện của trang web c&ocirc;ng nghệ n&agrave;y (trước đ&oacute; c&oacute; t&ecirc;n l&agrave; ZiffNet) khiến n&oacute; trở n&ecirc;n dị thường trong c&aacute;c trang blog. Được th&agrave;nh lập năm 1991 bởi CompuServe v&agrave; Prodigy, ZDNet được CNET (CBS Interactive) mua lại năm 2000 v&agrave; xuất bản nhiều thể loại tin tức c&ocirc;ng nghệ. Kh&ocirc;ng những tập trung mạnh mẽ v&agrave;o c&aacute;c tin đồn từ Apple, Microsoft, Google, ect, ZDNet c&ograve;n viết b&agrave;i đ&aacute;nh gi&aacute; c&aacute;c sản phẩm c&ocirc;ng ngh&ecirc; được quan t&acirc;m, chia sẻ phầm mềm v&agrave; h&agrave;ng h&agrave;ng tin tức v&agrave; b&agrave;i ph&acirc;n t&iacute;ch về việc kinh doanh v&agrave; c&aacute;c vấn đề c&ocirc;ng nghệ.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">TechCrunch</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Tuy ra đời trễ hơn ZDNet nhưng tầm ảnh hưởng kh&ocirc;ng k&eacute;m cạnh đ&agrave;n anh trong thế giới Web 2.0 v&agrave; c&aacute;c tin tức về khởi nghiệp trong ng&agrave;nh c&ocirc;ng nghệ, TechCrunch l&agrave; một trang blog lớn, đứng vị tr&iacute; thứ 2 tr&ecirc;n Technorati. Hơn nữa TechCrunch kh&ocirc;ng chỉ l&agrave; trang blog lớn thứ hai về c&ocirc;ng nghệ, m&agrave; c&ograve;n l&agrave; trang blog lớn thứ hai tr&ecirc;n thế giới, chỉ sau The Huffington Post (Mashable giữ vị tr&iacute; số 3). Tại sao TechCrunch lại lớn như vậy? Trang blog c&oacute; đội ngũ h&ugrave;ng hậu, mạng lưới website ri&ecirc;ng của họ (bao gồm MobileCrunch, TalkCrunch v&agrave; CrunchGear). Với lượng vừa đủ tin đồn thổi về c&ocirc;ng nghệ được tr&igrave;nh b&agrave;y r&otilde; r&agrave;ng tr&ecirc;n trang blog gi&uacute;p bạn đo&aacute;n trước đựơc những th&ocirc;ng tin dẫn đầu ng&agrave;nh c&ocirc;ng nghiệp trong tương lai.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Computerworld Blogs</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">C&aacute;c trang blog hay thật sự l&agrave; những websites kết hợp nhiều t&aacute;c giả kh&aacute;c nhau v&agrave; Computerworld cũng kh&ocirc;ng phải l&agrave; một ngoại lệ. Chắc hẳn bạn c&ograve;n nhớ việc những nguồn truyền th&ocirc;ng chủ đạo đ&atilde; nhận ra rằng họ phải tạo c&aacute;c trang blog để tiếp tục tồn tại v&agrave; ph&aacute;t triển kh&ocirc;ng? Computerworld, một trong những tạp ch&iacute; về IT l&acirc;u đời v&agrave; được đ&aacute;nh gi&aacute; cao nhất, l&agrave; một v&iacute; dụ điển h&igrave;nh. CW c&oacute; nhiều trang blog hay để theo d&otilde;i, nhưng trang blog ưa th&iacute;ch của ch&uacute;ng t&ocirc;i l&agrave; &ldquo;Apple Holic&rdquo; của Jonny Evans.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Official Google Enterprise Blog</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Chắc chắn rồi, c&aacute;ch đặt t&ecirc;n của trang blog n&agrave;y kh&ocirc;ng g&acirc;y ấn tượng lắm trong cộng đồng blog, nhưng cũng c&oacute; ai quan t&acirc;m đến điều n&agrave;y. Kh&ocirc;ng ai từng l&agrave;m việc trong lĩnh vực IT (ch&iacute;nh x&aacute;c hơn l&agrave; v&agrave;o năm 2010) c&oacute; thể tiến xa nếu kh&ocirc;ng sử dụng sản phẩm của Google. Đ&acirc;y l&agrave; nơi chứa đựng mọi thứ về cỗ m&aacute;y t&igrave;m kiếm khổng lồ, những ứng dụng họ tạo ra v&agrave; th&ocirc;ng tin về Google.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">The Unofficial Apple Weblog</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Đ&acirc;y sẽ chẳng phải l&agrave; một danh s&aacute;ch về blog nếu kh&ocirc;ng c&oacute; một trong những trang blog viết về những tin đồn của Apple. D&ugrave; sao đi nữa th&igrave; Apple c&oacute; lẽ đ&atilde; vượt mặt Microsoft trở th&agrave;nh c&ocirc;ng ty c&ocirc;ng nghệ gi&aacute; trị nhất h&agrave;nh tinh trong khi bạn đang đọc b&agrave;i viết n&agrave;y. V&igrave; vậy sau khi đ&atilde; t&igrave;m hiểu trang Official Google Enterprise Blog, bạn n&ecirc;n đọc th&ecirc;m trang Unofficial Apple Weblog to chắc rằng bạn đ&atilde; bắt kịp những tin tức mới nhất của hai c&ocirc;ng ty h&agrave;ng đầu về c&ocirc;ng nghệ n&agrave;y. Trong tất cả c&aacute;c trang blog thần tượng Steve Jobs c&ugrave;ng những sản phẩm của c&ocirc;ng ty &ocirc;ng, TUAW c&oacute; lẽ đ&atilde; l&agrave;m tốt nhất khi đ&atilde; thể hiện h&agrave;i h&ograve;a c&aacute;c b&agrave;i viết tốt v&agrave; h&igrave;nh ảnh đẹp.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">How-To Geek</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Ngay đến những &ldquo;chuy&ecirc;n gia&rdquo; giỏi nhất cũng kh&ocirc;ng thể n&agrave;o biết l&agrave;m tất cả mọi thứ. Đ&oacute; l&agrave; l&yacute; do tại sao ch&uacute;ng ta y&ecirc;u th&iacute;ch trang web n&agrave;y. Đ&acirc;y l&agrave; nơi m&agrave; bạn c&oacute; thể t&igrave;m c&aacute;ch để loại bỏ đường link trong Microsoft Word Docs, c&aacute;c b&agrave;i biết đ&aacute;nh gi&aacute; sản phẩm, v&agrave; chơi h&agrave;ng ng&agrave;n tr&ograve; chơi điện tử miễn ph&iacute;, tất cả đều nằm tr&ecirc;n c&ugrave;ng một website. Nơi chuy&ecirc;n gia hội tụ!</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">IT BusinessEdge.com</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Mặc d&ugrave; ITBusinessEdge kh&ocirc;ng phải l&agrave; cộng sự của Inside Tech nhưng ch&uacute;ng t&ocirc;i vẫn đưa trang blog n&agrave;y v&agrave;o danh s&aacute;ch. L&agrave; Website ho&agrave;n thiện về mọi mặt trong đ&oacute; c&oacute; một số trang blog c&ocirc;ng nghệ chất lượng, ITBE l&agrave; trang blog thiết yếu cho d&acirc;n c&ocirc;ng nghệ. X&eacute;t cho c&ugrave;ng, một trong những phần kh&oacute; khăn nhất (m&agrave; cũng th&uacute; vị nhất) khi hoạt động trong lĩnh vực c&ocirc;ng nghệ l&agrave; n&oacute; lu&ocirc;n thay đổi. Chỉ cần kh&ocirc;ng li&ecirc;n tục cập nhật c&ocirc;ng nghệ trong v&agrave;i ng&agrave;y bạn sẽ lỡ mất th&ocirc;ng tin rằng c&ocirc;ng nghệ m&agrave; bạn đang l&agrave;m đ&atilde; bị lỗi thời v&agrave; c&ocirc;ng ty bạn nghĩ l&agrave; đang đứng đầu đ&atilde; bị th&acirc;u t&oacute;m. Nếu bạn muốn đi đầu về c&ocirc;ng nghệ v&agrave; nắm bắt những xu hướng c&oacute; thể ảnh hưởng đến c&ocirc;ng ty của bạn v&agrave; ng&agrave;nh c&ocirc;ng nghệ n&oacute;i chung, bạn n&ecirc;n theo d&otilde;i trang blog n&agrave;y thường xuy&ecirc;n hơn.</span></p>
<p style="text-align: justify;"><strong><strong>&nbsp;</strong></strong></p>
<p style="text-align: justify;"><span style="font-weight: 400;">Vậy l&agrave; bạn đ&atilde; c&oacute; đươc danh s&aacute;ch 10 trang blog về c&ocirc;ng nghệ cực hay, chứa đựng to&agrave;n bộ th&ocirc;ng tin từ những mẫu tin đồn nhỏ nhất cho đến c&aacute;c mẹo chỉ dẫn. Khi bạn đang theo d&otilde;i Inside Tech bạn hẳn biết rằng trong khi truyền th&ocirc;ng trực tuyến thay đổi kh&ocirc;ng ngừng, blog vẫn c&oacute; chỗ đứng của m&igrave;nh. Theo d&otilde;i nhưng trang blog n&agrave;y như ch&uacute;ng t&ocirc;i, bạn sẽ lu&ocirc;n nắm bắt được những th&ocirc;ng tin c&ocirc;ng nghệ ảnh hưởng đến cuộc sống của ch&uacute;ng ta.</span></p>
<p style="text-align: justify;"><br /><br /></p>
                <hr>

                <!-- Blog Comments -->

                <!-- Comments Form -->
                <div class="well">
                    <h4>Leave a Comment:</h4>

                    <div class="fb-comments" data-href="https://aznguyen.github.io/techblog/10-best-blogs.html" data-numposts="5"></div>

                    <form role="form">
                        <div class="form-group">
                            <textarea class="form-control" rows="3"></textarea>
                        </div>
                        <button type="submit" class="btn btn-primary">Submit</button>
                    </form>
                </div>

                <hr>

                <!-- Posted Comments -->

                <!-- Comment -->
                <div class="media">
                    <a class="pull-left" href="#">
                        <img class="media-object" src="http://placehold.it/64x64" alt="">
                    </a>
                    <div class="media-body">
                        <h4 class="media-heading">Start Bootstrap
                            <small>August 25, 2014 at 9:30 PM</small>
                        </h4>
                        Cras sit amet nibh libero, in gravida nulla. Nulla vel metus scelerisque ante sollicitudin commodo. Cras purus odio, vestibulum in vulputate at, tempus viverra turpis. Fusce condimentum nunc ac nisi vulputate fringilla. Donec lacinia congue felis in faucibus.
                    </div>
                </div>

                <!-- Comment -->
                <div class="media">
                    <a class="pull-left" href="#">
                        <img class="media-object" src="http://placehold.it/64x64" alt="">
                    </a>
                    <div class="media-body">
                        <h4 class="media-heading">Start Bootstrap
                            <small>August 25, 2014 at 9:30 PM</small>
                        </h4>
                        Cras sit amet nibh libero, in gravida nulla. Nulla vel metus scelerisque ante sollicitudin commodo. Cras purus odio, vestibulum in vulputate at, tempus viverra turpis. Fusce condimentum nunc ac nisi vulputate fringilla. Donec lacinia congue felis in faucibus.
                        <!-- Nested Comment -->
                        <div class="media">
                            <a class="pull-left" href="#">
                                <img class="media-object" src="http://placehold.it/64x64" alt="">
                            </a>
                            <div class="media-body">
                                <h4 class="media-heading">Nested Start Bootstrap
                                    <small>August 25, 2014 at 9:30 PM</small>
                                </h4>
                                Cras sit amet nibh libero, in gravida nulla. Nulla vel metus scelerisque ante sollicitudin commodo. Cras purus odio, vestibulum in vulputate at, tempus viverra turpis. Fusce condimentum nunc ac nisi vulputate fringilla. Donec lacinia congue felis in faucibus.
                            </div>
                        </div>
                        <!-- End Nested Comment -->
                    </div>
                </div>

            </div>

            <!-- Blog Sidebar Widgets Column -->
            <div class="col-md-4">

                <!-- Blog Search Well -->
                <div class="well">
                    <h4>Blog Search</h4>
                    <div class="input-group">
                        <input type="text" class="form-control">
                        <span class="input-group-btn">
                            <button class="btn btn-default" type="button">
                                <span class="glyphicon glyphicon-search"></span>
                        </button>
                        </span>
                    </div>
                    <!-- /.input-group -->
                </div>

                <!-- Blog Categories Well -->
                <div class="well">
                    <h4>Blog Categories</h4>
                    <div class="row">
                        <div class="col-lg-6">
                            <ul class="list-unstyled">
                                <li><a href="#">Category Name</a>
                                </li>
                                <li><a href="#">Category Name</a>
                                </li>
                                <li><a href="#">Category Name</a>
                                </li>
                                <li><a href="#">Category Name</a>
                                </li>
                            </ul>
                        </div>
                        <div class="col-lg-6">
                            <ul class="list-unstyled">
                                <li><a href="#">Category Name</a>
                                </li>
                                <li><a href="#">Category Name</a>
                                </li>
                                <li><a href="#">Category Name</a>
                                </li>
                                <li><a href="#">Category Name</a>
                                </li>
                            </ul>
                        </div>
                    </div>
                    <!-- /.row -->
                </div>

                <!-- Side Widget Well -->
                <div class="well">
                    <h4>Side Widget Well</h4>
                    <p>Lorem ipsum dolor sit amet, consectetur adipisicing elit. Inventore, perspiciatis adipisci accusamus laudantium odit aliquam repellat tempore quos aspernatur vero.</p>
                </div>

            </div>

        </div>
        <!-- /.row -->

        <hr>

        <!-- Footer -->
        <footer>
            <div class="row">
                <div class="col-lg-12">
                    <p>Copyright &copy; Your Website 2014</p>
                </div>
            </div>
            <!-- /.row -->
        </footer>

    </div>
    <!-- /.container -->

    <!-- jQuery -->
    <script src="./js/jquery.js"></script>

    <!-- Bootstrap Core JavaScript -->
    <script src="./js/bootstrap.min.js"></script>

</body>

</html>
